import styles from '@/styles/policy/index.module.scss'

const PrivacyPolicyPage = () => (
    <main>
        <section className={styles.policy}>
        <div className='container'>
          <div className='wpb_wrapper'>
            <h2>
              <strong>
                Політика щодо обробки персональних даних
              </strong>
            </h2>
            <h3>1. Загальні положення</h3>
            <p>
              Ця політика обробки персональних даних складена відповідно до вимог
              Закону України від 01.06.2010 № 2297-VI «Про захист персональних даних»
              та визначає порядок обробки персональних даних і заходи з забезпечення
              безпеки персональних даних, які вживаються компанією&nbsp;
              <strong>«ТЕСТ-ОРУЖІЄ»</strong>&nbsp;(далі – Оператор).
            </p>
            <ol>
              <li>
                1.1. Оператор ставить своєю основною метою та умовою здійснення своєї
                діяльності дотримання прав і свобод людини та громадянина при обробці
                його персональних даних, зокрема захист прав на недоторканність
                приватного життя, особисту та сімейну таємницю.
              </li>
              <li>
                1.2. Ця політика Оператора щодо обробки персональних даних (далі –
                Політика) застосовується до всіх даних, які Оператор може отримати про
                відвідувачів веб-сайту&nbsp;
                <a href='https://trendshop.ua'>https://trendshop.ua</a>.
              </li>
            </ol>
            <h3>2. Основні терміни, що використовуються в Політиці</h3>
            <ol>
              <li>
                2.1. Автоматизована обробка персональних даних – обробка персональних
                даних за допомогою комп'ютерної техніки;
              </li>
              <li>
                2.2. Блокування персональних даних – тимчасове припинення обробки
                персональних даних (за винятком випадків, коли обробка необхідна для
                уточнення персональних даних);
              </li>
              <li>
                2.3. Веб-сайт – сукупність графічних та інформаційних матеріалів, а
                також програмного забезпечення і баз даних, що забезпечують їх доступність
                в Інтернеті за адресою&nbsp;
                <a href='https://trendshop.ua'>https://trendshop.ua</a>;
              </li>
              <li>
                2.4. Інформаційна система персональних даних – сукупність персональних
                даних в базах даних, а також інформаційних технологій і технічних засобів
                для їх обробки;
              </li>
              <li>
                2.5. Обезличення персональних даних – дії, в результаті яких неможливо
                визначити без використання додаткової інформації належність персональних
                даних конкретному користувачу чи іншій особі;
              </li>
              <li>
                2.6. Обробка персональних даних – будь-яка дія (операція) чи сукупність
                дій (операцій), що здійснюються з персональними даними з використанням
                автоматизованих засобів або без їх використання, зокрема збір, запис,
                систематизація, накопичення, зберігання, уточнення (оновлення, зміна),
                вилучення, використання, передача (розповсюдження, надання, доступ),
                обезличення, блокування, видалення, знищення персональних даних;
              </li>
              <li>
                2.7. Оператор – орган державної влади, орган місцевого самоврядування,
                юридична або фізична особа, яка самостійно або разом з іншими особами
                організує і (або) здійснює обробку персональних даних, а також визначає
                цілі обробки персональних даних, склад персональних даних, що підлягають
                обробці, та дії (операції), що здійснюються з персональними даними;
              </li>
              <li>
                2.8. Персональні дані – будь-яка інформація, що стосується прямо або
                опосередковано конкретного чи визначеного користувача веб-сайту&nbsp;
                <a href='https://trendshop.ua'>https://trendshop.ua</a>;
              </li>
              <li>
                2.9. Користувач – будь-яка особа, що відвідує веб-сайт&nbsp;
                <a href='https://trendshop.ua'>https://trendshop.ua</a>;
              </li>
              <li>
                2.10. Надання персональних даних – дії, спрямовані на розкриття
                персональних даних певній особі або визначеному колу осіб;
              </li>
              <li>
                2.11. Розповсюдження персональних даних – будь-які дії, спрямовані
                на розкриття персональних даних невизначеному колу осіб (передача
                персональних даних) або на ознайомлення з персональними даними
                необмеженого кола осіб, у тому числі публікація персональних даних
                в засобах масової інформації, розміщення в інформаційно-телекомунікаційних
                мережах або надання доступу до персональних даних будь-яким іншим
                способом;
              </li>
              <li>
                2.12. Трансгранична передача персональних даних – передача
                персональних даних на територію іноземної держави органу влади
                іноземної держави, іноземному фізичному або юридичному суб'єкту;
              </li>
              <li>
                2.13. Знищення персональних даних – будь-які дії, в результаті яких
                персональні дані безповоротно знищуються без можливості подальшого
                відновлення змісту персональних даних в інформаційній системі
                персональних даних і (або) знищуються матеріальні носії персональних
                даних.
              </li>
            </ol>
            <h3>
              3. Оператор може обробляти наступні персональні дані Користувача
            </h3>
            <ol>
              <li>3.1. Прізвище, ім'я, по батькові;</li>
              <li>3.2. Електронна адреса;</li>
              <li>3.3. Номери телефонів;</li>
              <li>
                3.4. Також на сайті відбувається збір і обробка обезличених даних
                про відвідувачів (включаючи файли «cookie») за допомогою сервісів
                інтернет-статистики (Google Analytics та інших).
              </li>
              <li>
                3.5. Вище перелічені дані в подальшому об'єднані загальним
                поняттям Персональні дані.
              </li>
            </ol>
            <h3>4. Цілі обробки персональних даних</h3>
            <ol>
              <li>
                4.1. Мета обробки персональних даних Користувача — інформування
                Користувача через відправку електронних листів; укладання, виконання
                та припинення цивільно-правових договорів; надання Користувачеві доступу
                до сервісів, інформації та/або матеріалів, що містяться на веб-сайті.
              </li>
              <li>
                4.2. Оператор також має право направляти Користувачу повідомлення
                про нові продукти та послуги, спеціальні пропозиції та події. Користувач
                завжди може відмовитися від отримання інформаційних повідомлень,
                направивши Оператору лист на електронну пошту&nbsp;
                <a href='mailto:kkozub13@gmail.com'>kkozub13@gmail.com</a>
                &nbsp;з поміткою «Відмова від отримання повідомлень».
              </li>
              <li>
                4.3. Обезличені дані Користувачів, що збираються через сервіси
                інтернет-статистики, використовуються для збору інформації про
                дії Користувачів на сайті, покращення якості сайту та його
                контенту.
              </li>
            </ol>
            <h3>5. Правові підстави обробки персональних даних</h3>
            <ol>
              <li>
                5.1. Оператор обробляє персональні дані Користувача лише у випадку
                їх заповнення та/або відправки Користувачем самостійно через спеціальні
                форми на веб-сайті&nbsp;
                <a href='https://trendshop.ua'>https://trendshop.ua</a>.
              </li>
              <li>
                5.2. Користувач надає свою згоду на обробку персональних даних
                шляхом відправки своїх даних через форми на веб-сайті або інші
                канали комунікації.
              </li>
            </ol>
          </div>
        </div>
      </section>

    </main>
)

export default PrivacyPolicyPage 